{
    "@metadata": {
        "authors": [
            "AnakngAraw"
        ]
    },
    "translatesvg-desc": "Nagbibigay ng isang ugnayang-mukha na nasa katutubong estilo para sa pagsasalinwika ng mga SVG na nakaalinsundo sa pagkakatukoy ng SVG1.1",
    "translate-taskui-export-as-svg": "Sagiping pabalik sa orihinal na talaksan ng SVG",
    "translate-svg-nodesc": "(Walang ibinigay na paglalarawan ng talaksan.)",
    "translate-svg-thumbnail": "Orihinal na talaksan",
    "translate-svg-js-thumbnail": "(kusang nagsasapanahon ang kagyat)",
    "translate-page-description-legend-svgmg": "Kabatirang patungkol sa talaksang ito",
    "translate-taction-mstats-svgmg": "Estadistika ng talaksan",
    "translate-taction-export-svgmg": "Ikargang paitaas ang naisapanahong bersiyon ng talaksan",
    "translate-svg-table-header": "Pangkilala ng mensahe",
    "translate-svg-filepage-caption": "Ang imaheng ito ay iniharap bilang PNG sa ibang mga wika: $1",
    "translate-svg-filepage-caption-translator": "Ang imaheng ito ay iniharap bilang PNG sa ibang mga wika: $1; o isalinwika ito upang maging $2",
    "translate-svg-filepage-edit": "baguhin",
    "translate-svg-filepage-finish": "tapusin",
    "translate-svg-filepage-another": "iba pang wika",
    "translate-svg-filepage-other": "iba pang mga wika",
    "translate-svg-filepage-item": "$1 ($2)",
    "translate-svg-filepage-invite": "Ang talaksang ito ay maaaring maginhawang maisalinwika papunta sa $1",
    "translate-svg-autocreate": "Kusang lumilikha ng mga yunit ng salinwika na nakabatay sa mga pagbabago sa pinagmulang talaksan na SVG",
    "translate-svg-autodelete": "Kusang binubura ang hindi kailangang mga yunit ng salinwika na naaayon sa mga pagbabago sa pinagmulang talaksan ng SVG",
    "translate-svg-autoedit": "Kusang nagsasapanahon ng mga salinwika na nakabatay sa mga pagbabago sa pinagmulang talaksan na SVG",
    "translate-svg-autofuzzy": "Kusang minamarkahan ang mga salinwika bilang malabo na naaayon sa mga pagbabago sa pinagmulang talaksan na SVG",
    "translate-svg-upload-comment": "Isinasapanahon ang mga salinwika (sinimulan: $1; binago/pinalawig: $2)",
    "translate-svg-upload-none": "(wala)",
    "translate-svg-chooselanguage-title": "Pilian ng wika",
    "translate-svg-chooselanguage-desc": "Paki piliin ang wikang nais mong pagsalinan ng wika ng talaksang SVG:",
    "translate-svg-instructions-title": "Una bang pagkakataon na isasalinwika ang isang talaksang SVG sa ganitong paraan?",
    "translate-svg-instructions-desc": "Upang makapagsimula na, pindutin ang isang pangkilala ng mensahe na nasa loob ng unang haligi ng talahanayan upang magsimula sa pagsasalinwika ng mensaheng iyan, na ginagamit ang mga pindutang \"$1\" at \"$2\" upang makatulong sa paglilibot sa mga mensaheng nangangailangan ng pagsasalinwika. Kapag tapos ka na, huwag kalimutang gamitin ang laylay na \"$3\" upang masagip ang iyong mga salinwika pabalik sa orihinal na talaksan.",
    "translate-svg-warn": "<strong>Babala:</strong> Kasalukuyang mayroong hindi pa nasasagip na mga salinwika na nasa wikang ito, na hindi magiging nakikita hanggang sa $1 mo o ng ibang tao.",
    "translate-svg-warn-inner": "sagipin ang mga pagbabago mo pabalik sa orihinal na talaksan",
    "translate-svg-new-title": "Salinwika ng SVG",
    "translate-svg-new-summary": "Upang umpisahan ang pagsasalinwika ng talaksang ito, paki piliin ang wika na <strong>pinagmulan</strong> ng pagsasalinwika mo ng talaksang ito (kapag malabo, piliin ang pinaka malawak na sinasalitang wika).",
    "translate-svg-new-label": "Wika:",
    "translate-svg-new-error-import": "<strong>Naganap ang isang kamalian</strong>: Naganap ang isang hindi nakikilalang kamalian habang sinusubukang likhain ang mga pahinang kailangan para sa pagsasalinwika ng SVG na ito.",
    "translate-svg-new-error-group": "<strong>Naganap ang isang kamalian</strong>: Naganap ang isang hindi nakikilalang kamalian; marahil nakalimutan mong tukuyin ang isang pangkat na nasa loob ng URL?",
    "translate-svg-export-unsupported": "Hindi sinusuportahan para sa pangkat na ito ng mensahe ang pagluluwas na pabalik papunta sa isang SVG. Kung hindi halata kung bakit ito naganap, maaaring naisin mong magharap ng isang surot patungkol dito roon sa $1.",
    "translate-svg-export-error": "Isang hindi inaasahang kamalian ang nagapanap noong sinusubukang sagipin ang mga pagbabago mo na pabalik sa talaksan. Maaaring naisin mong magharap ng isang surot patungkol dito roon sa $1.",
    "translate-js-properties-legend": "Mga kaarian",
    "translate-js-label-x": "tugma ng X:",
    "translate-js-label-y": "tugma ng Y:",
    "translate-js-label-color": "Kulay:",
    "translate-js-label-font-family": "Estilo ng titik:",
    "translate-js-label-bold": "Makapal",
    "translate-js-label-italic": "Pahilis",
    "translate-js-label-underline": "Salungguhitan",
    "translate-js-font-family-inherit": "(manahin)"
}
